Repository: IldarSaygafarov2/vitrina_api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Коммерческий
uz: Tijorat

source: Дом
uz: Uy

source: Новостройка
uz: Yangi bino

source: Квартира
uz: Kvartira

source: Покупка
uz: Sotib olish

source: Аренда
uz: Ijara

source: С ремонтом
uz: Ta’mirlangan

source: Без ремонта
uz: Ta'mirsiz

source: Дизайнерский ремонт
uz: Dizaynerlik ta’mir

source: Черновая
uz: Qora Suvoq

source: Предчистовая
uz: Tugallanmagan ta’mir
